ohmyzsh/ohmyzsh

ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/vscode
ohmyzsh/ohmyzsh path:plugins/yarn
ohmyzsh/ohmyzsh path:plugins/z

mafredri/zsh-async
romkatv/powerlevel10k
# sindresorhus/pure

MichaelAquilina/zsh-autoswitch-virtualenv
MichaelAquilina/zsh-you-should-use

zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
